["So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand. (Isaiah 41:10)", "You will keep in perfect peace those whose minds are steadfast, because they trust in you. (Isaiah 26:3)", "The LORD himself goes before you and will be with you; he will never leave you nor forsake you. Do not be afraid; do not be discouraged.” (Deuteronomy 31:8)", "“I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.” (John 16:33)", "I will instruct you and teach you in the way you should go; I will counsel you with my loving eye on you. (Psalm 32:8)", "The LORD makes firm the steps of the one who delights in him; though he may stumble, he will not fall, for the LORD upholds him with his hand. (Psalm 37:23-24)", "“Come to me, all you who are weary and burdened, and I will give you rest. Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls. (Matthew 11:28-29)", "But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me. That is why, for Christ’s sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong. (2 Corinthians 12:9-10)", "but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint. (Isaiah 40:31)", "For I know the plans I have for you,” declares the LORD, “plans to prosper you and not to harm you, plans to give you hope and a future. (Jeremiah 29:11)", "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. Finally, brothers and sisters, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable—if anything is excellent or praiseworthy—think about such things. Whatever you have learned or received or heard from me, or seen in me—put it into practice. And the God of peace will be with you. (Philippians 4:6-9)", "“He himself bore our sins” in his body on the cross, so that we might die to sins and live for righteousness; “by his wounds you have been healed.” (1 Peter 2:24)", "Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds, because you know that the testing of your faith produces perseverance. (James 1:2-3)", "The LORD will fight for you; you need only to be still.” (Exodus 14:14)", "Surely he will save you from the fowler’s snare and from the deadly pestilence. (Psalm 91:3)", "And we know that in all things God works for the good of those who love him, who have been called according to his purpose. (Romans 8:28)", "“Honor your father and your mother, so that you may live long in the land the LORD your God is giving you. (Exodus 20:12)", "He gives strength to the weary and increases the power of the weak. (Isaiah 40:29)", "For I am the LORD your God who takes hold of your right hand and says to you, Do not fear; I will help you. (Isaiah 41:13)", "When you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you. When you walk through the fire, you will not be burned; the flames will not set you ablaze. (Isaiah 43:2)", "Though the mountains be shaken and the hills be removed, yet my unfailing love for you will not be shaken nor my covenant of peace be removed,” says the LORD, who has compassion on you. (Isaiah 54:10)", "no weapon forged against you will prevail, and you will refute every tongue that accuses you. This is the heritage of the servants of the LORD, and this is their vindication from me,” declares the LORD. (Isaiah 54:17)", "“Is not this the kind of fasting I have chosen: to loose the chains of injustice and untie the cords of the yoke, to set the oppressed free and break every yoke? (Isaiah 58:6)", "The Spirit of the Sovereign LORD is on me, because the LORD has anointed me to proclaim good news to the poor. He has sent me to bind up the brokenhearted, to proclaim freedom for the captives and release from darkness for the prisoners, (Isaiah 61:1)", "If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you. (James 1:5)", "Submit yourselves, then, to God. Resist the devil, and he will flee from you. (James 4:7)", "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. (1 John 1:9)", "if my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land. (2 Chronicles 7:14)", "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. (John 3:16)", "Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God’s wrath remains on them. (John 3:36)", "So if the Son sets you free, you will be free indeed. (John 8:36)", "Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,” says the LORD Almighty, “and see if I will not throw open the floodgates of heaven and pour out so much blessing that there will not be room enough to store it. (Malachi 3:10)", "Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours. (Mark 11:24)", "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the LORD your God will be with you wherever you go.” (Joshua 1:9)", "And my God will meet all your needs according to the riches of his glory in Christ Jesus. (Philippians 4:19)", "I called to the LORD, who is worthy of praise, and I have been saved from my enemies. (Psalm 18:3)", "Even though I walk through the darkest valley,I will fear no evil, for you are with me; your rod and your staff, they comfort me. (Psalm 23:4)", "The LORD is my light and my salvation— whom shall I fear? The LORD is the stronghold of my life— of whom shall I be afraid? (Psalm 27:1)", "The righteous cry out, and the LORD hears them; he delivers them from all their troubles. (Psalm 34:17)", "Take delight in the LORD, and he will give you the desires of your heart. (Psalm 37:4)", "and call on me in the day of trouble; I will deliver you, and you will honor me.” (Psalm 50:15)", "You, Lord, are forgiving and good, abounding in love to all who call to you. (Psalm 86:5)", "Dishonest money dwindles away, but whoever gathers money little by little makes it grow. (Proverbs 13:11)", "Start children off on the way they should go, and even when they are old they will not turn from it. (Proverbs 22:6)", "The one who is victorious will, like them, be dressed in white. I will never blot out the name of that person from the book of life, but will acknowledge that name before my Father and his angels. (Revelation 3:5)", "The LORD is a refuge for the oppressed, a stronghold in times of trouble. Those who know your name trust in you, for you, LORD, have never forsaken those who seek you. (Psalm 9:9-10)", "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. (Philippians 4:6-7)", "If you declare with your mouth, “Jesus is Lord,” and believe in your heart that God raised him from the dead, you will be saved. For it is with your heart that you believe and are justified, and it is with your mouth that you profess your faith and are saved. (Romans 10:9-10)", "Trust in the LORD with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight. (Proverbs 3:5-6)", "Is anyone among you sick? Let them call the elders of the church to pray over them and anoint them with oil in the name of the Lord. And the prayer offered in faith will make the sick person well; the Lord will raise them up. If they have sinned, they will be forgiven. (James 5:14-15)", "So do not worry, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’ For the pagans run after all these things, and your heavenly Father knows that you need them. But seek first his kingdom and his righteousness, and all these things will be given to you as well. (Matthew 6:31-33)", "“Which of you, if your son asks for bread, will give him a stone? Or if he asks for a fish, will give him a snake? If you, then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask him! (Matthew 7:9-11)", "Praise the LORD, my soul, and forget not all his benefits— who forgives all your sins and heals all your diseases, who redeems your life from the pit and crowns you with love and compassion, who satisfies your desires with good things so that your youth is renewed like the eagle’s. (Psalm 103:2-5)", "Then they cried to the LORD in their trouble, and he saved them from their distress. He brought them out of darkness, the utter darkness, and broke away their chains. Let them give thanks to the LORD for his unfailing love and his wonderful deeds for mankind, for he breaks down gates of bronze and cuts through bars of iron. (Psalm 107:13-16)", "And I will do whatever you ask in my name, so that the Father may be glorified in the Son. You may ask me for anything in my name, and I will do it. “If you love me, keep my commands. And I will ask the Father, and he will give you another advocate to help you and be with you forever— (John 14:13-16)", "I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being, so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love, may have power, together with all the Lord’s holy people, to grasp how wide and long and high and deep is the love of Christ, and to know this love that surpasses knowledge—that you may be filled to the measure of all the fullness of God. (Ephesians 3:16-19)", "“So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. For everyone who asks receives; the one who seeks finds; and to the one who knocks, the door will be opened. “Which of you fathers, if your son asks fora fish, will give him a snake instead? Or if he asks for an egg, will give him a scorpion? If you then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give the Holy Spirit to those who ask him!” (Luke 11:9-13)", "What, then, shall we say in response to these things? If God is for us, who can be against us? He who did not spare his own Son, but gave him up for us all—how will he not also, along with him, graciously give us all things? Who will bring any charge against those whom God has chosen? It is God who justifies. Who then is the one who condemns? No one. Christ Jesus who died—more than that, who was raised to life—is at the right hand of God and is also interceding for us. Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword? (Romans 8:31-35)"]